Repository: AdamWill/python-meh
Catalog: po/*.po
Languages: as, ru

source: Dump Written
as: ডাম্প লিখা হৈছে
ru: Дамп Записан

source: The error file has been successfully written to the disk. The program will now exit.
as: ত্ৰুটিৰ তথ্য বিশিষ্ট নথিপত্ৰ সফলতাৰে সৈতে ডিস্কে লিখা হৈছে । প্ৰোগ্ৰামৰ পৰা বৰ্তমানে প্ৰস্থান কৰা হ'ব ।
ru: Файл ошибок был успешно записан на диск. Программа будет завершена.

source: Dump Not Written
as: ডাম্প লিখা নহয়
ru: Дамп Не Записан

source: There was a problem writing the error report.
as: ত্ৰুটিৰ ৰিপোৰ্ট লিখিবলৈ সমস্যা হৈছে ।
ru: Возникла проблема при записи отчета об ошибках.

source: No Network Available
as: নেটৱৰ্ক উপলব্ধ নাই
ru: Сеть Не доступна

source: Cannot save a bug report since there is no active network device available.
as: সক্ৰিয় নেটৱৰ্ক যন্ত্ৰ উপলব্ধ নথকাৰ কাৰণে বাগ ৰিপোৰ্ট সংৰক্ষণ কৰিবলৈ ব্যৰ্থ ।
ru: Не возможно сохранить отчет об ошибках поскольку недоступны активные сетевые устройства.

source: Your bug could not be filed due to the following error when communicating with bugzilla: %s
as: bugzilla-ৰ সৈতে যোগাযোগসময়ত নিম্নলিখিত সমস্যাৰ কাৰণে বাগ প্ৰতিবেদন কৰা নাযায়: %s

source: Your bug could not be filed due to bad information in the bug fields. This is most likely an error in the bug filing program: %s
as: বাগৰ কিছু ক্ষেত্ৰত ভুল তথ্য উপস্থিত থকাৰ ফলত এই বাগটি প্ৰতিবেদন কৰা সম্ভৱ নহয় । বাগ প্ৰতিবেদন কৰাৰ প্ৰোগ্ৰামত উপস্থিত ত্ৰুটিৰ ফলত সম্ভৱত এই সমস্যা দেখা দিছে: %s

source: Unable To File Bug
as: বাগ প্ৰতিবেদন কৰিবলৈ ব্যৰ্থ

source: Bug Filing Not Supported
as: বাগ প্ৰতিবেদন কৰাৰ ব্যৱস্থা সমৰ্থিত নহয়

source: Your distribution does not provide a supported bug filing system, so you cannot save your exception this way.
as: আপোনাৰ ব্যৱহৃত বিতৰণ দ্বাৰা বাগ প্ৰতিবেদন কৰাৰ কোনো ব্যৱস্থা সমৰ্থিত নহয় । এই কাৰণে, এই ব্যতিক্ৰম এই প্ৰক্ৰিয়াত সংৰক্ষণ কৰা সম্ভৱ নহয় ।
ru: Вашему дистрибутиву не предоставляется поддержка системой подачи ошибок, по этому вы не можете сохранить ваше исключение таким путем.

source: Invalid Bug Information
as: বাগ সংক্ৰান্ত তথ্য বৈধ নহয়
ru: Неверная Информация Ошибки

source: Please provide a valid username, password, and short bug description.
as: অনুগ্ৰহ কৰি বৈধ ব্যৱহাৰকৰ্তাৰ নাম, গুপ্তশব্দ আৰু বাগৰ সংক্ষিপ্ত বিৱৰণত উপলব্ধ কৰক ।
ru: Пожалуйста предоставьте действительные имя пользователя, пароль и короткое описание ошибки.

source: Unable To Login
as: প্ৰৱেশ কৰিবলৈ ব্যৰ্থ
ru: Не возможно Войти

source: There was an error logging into %s using the provided username and password.
as: উল্লিখিত ব্যৱহাৰকৰ্তাৰ নাম আৰু গুপ্তশব্দ সহযোগে %s-ত প্ৰৱেশ কৰিবলৈ সমস্যা ।
ru: Произошла ошибка входа на %s используя предоставленные имя пользователя и пароль.

source: Bug Created
as: বাগ নিৰ্মিত হৈছে
ru: Ошибка Создана

source: A new bug has been created with your traceback attached. Please add additional information such as what you were doing when you encountered the bug, screenshots, and whatever else is appropriate to the following bug: %s/%s
as: আপোনাৰ দ্বাৰা উপলব্ধ traceback সহ এটা নতুন বাগ নিৰ্মাণ কৰা হৈছে । অনুগ্ৰহ কৰি কিছু অতিৰিক্ত তথ্য যেনে, বাগ উৎপন্ন হোৱাৰ সময় সঞ্চালিত কৰ্ম, স্ক্ৰিন-ছট আৰু অন্যান্য প্ৰয়োজনীয় সামগ্ৰী এই বাগত অন্তৰ্ভুক্ত কৰক: %s/%s

source: Bug Updated
as: বাগ উন্নত কৰা হৈছে
ru: Ошибка Обновлена

source: A bug with your information already exists. Your account has been added to the CC list and your traceback added as a comment. Please add additional descriptive information to the following bug: %s/%s
as: এই তথ্য বিশিষ্ট এটা বাগ বৰ্তমানে উপস্থিত আছে । সংশ্লিষ্ট বাগৰ অনুলিপি প্ৰাপকৰ তালিকাত আপোনাৰ হিচাপ যোগ কৰা হৈছে আৰু আপোনাৰ দ্বাৰা উপলব্ধ traceback এটা বিৱৃতি ৰূপে সংযোজন কৰা হৈছে । অনুগ্ৰহ কৰি নিম্নলিখিত বাগত অতিৰিক্ত তথ্য যোগ কৰক: %s/%s
ru: Ошибка с вашей информацией уже существует. Ваш аккаунт был добавлен в список CC и ваши прослеживания добавлены в качестве комментария. Пожалуйста добавьте дополнительную наглядную информацию к следующей ошибке: %s/%s

source: _Debug
as: ডিবাগ কৰক (_D)
ru: _Отладка

source: _Exit
as: প্ৰস্থান (_E)
ru: _Выход

source: An unhandled exception has occurred. This is most likely a bug. Please save a copy of the detailed exception and file a bug report.
as: ব্যৱস্থা নকৰা এটা ব্যতিক্ৰম উৎপন্ন হৈছে । এইটো সম্ভৱতঃ এটা বাগ । অনুগ্ৰহ কৰি, ব্যতিক্ৰমৰ বিৱৰণৰ এটা প্ৰতিলিপি সংৰক্ষণ কৰক আৰু এটা বাগ প্ৰতিবেদন কৰক ।

source: Info
as: তথ্য
ru: Инфо

source: _Details
as: বিৱৰণ (_D)
ru: _Детали

source: Bug _description
as: বাগৰ বিৱৰণ (_d)
ru: Описание _ошибки

source: Destination _file
as: লক্ষ্য নথিপত্ৰ (_f)
ru: Выходной _фаил

source: Local storage Bugzilla Remote server (scp)
as: স্থানীয় সংগ্ৰহস্থল Bugzilla দূৰবৰ্তী সেৱক (scp)

source: Please choose a destination for saving your traceback.
as: traceback-ৰ তথ্য সংৰক্ষণৰ বাবে অনুগ্ৰহ কৰি এটা স্থান নিৰ্বাচন কৰক ।

source: Save
as: সংৰক্ষণ কৰক
ru: Сохранить

source: Select A File
as: এটা নথিপত্ৰ নিৰ্বাচন কৰক
ru: Выберете файл

source: _Host (host:port)
as: গৃহস্থ (host:port) (_H)
ru: _Хост (хост:порт)

source: _Password
as: গুপ্তশব্দ (_P)
ru: _Пароль

source: _User name
as: ব্যৱহাৰকৰ্তাৰ নাম (_U)
ru: _Имя пользователя
